{"id":4810,"date":"2021-01-09T07:57:15","date_gmt":"2021-01-09T07:57:15","guid":{"rendered":"https:\/\/www.megamachinery.com\/?p=4810"},"modified":"2022-08-09T07:49:16","modified_gmt":"2022-08-09T07:49:16","slug":"application-of-pet-bottles-in-hot-filled-beverages","status":"publish","type":"post","link":"https:\/\/www.megamachinery.com\/application-of-pet-bottles-in-hot-filled-beverages\/","title":{"rendered":"Application of PET bottles in hot-filled beverages"},"content":{"rendered":"<div class=\"wpb-content-wrapper\"><body><p>[vc_row][vc_column][vc_column_text]<strong>Due to the safety and economy of PET bottles, they have been widely used today when juice drinks and tea drinks have become mainstream beverage products.<\/strong><\/p>\n<p><span style=\"color: #0d649e;\"><strong>1. The special quality requirements of hot filling process for PET bottles<\/strong><\/span><br>\n1. The heat resistance of the bottle is better. To overcome the influence of hot liquid (high temperature) on the shape of the bottle: high temperature makes the bottle soft, and high temperature and hot liquid cause high pressure in the bottle. It is better to control the volume shrinkage rate between 1% and 1.5% at high temperature (85℃～90℃).<br>\n2. The bottle must be able to withstand negative pressure. It is necessary to overcome the negative pressure generated in the bottle after the liquid is cooled; the bottle wall shrinks (the side wall of the bottle deforms when the negative pressure shrinks, and becomes elliptical).<br>\n<strong><span style=\"color: #0d649e;\">Second, the blowing method of hot-filled PET bottles<\/span><\/strong><br>\n1. One-step method: After the produced bottle preform is crystallized on the bottle mouth by the crystallization furnace, it is directly blown into the bottle with a high temperature mold. Advantages: high output, convenient for mass production. Disadvantages: The high temperature resistance is poor, and the high temperature resistance decreases significantly with time, and the storage time cannot be too long.<br>\n2. Two-step method: After the produced preform is crystallized on the bottle mouth by a crystallization furnace, two sets of molds are used to complete the hot-filling blow molding. First use the first set of larger-volume molds (low-temperature molds) to stretch and blow the preform into super-large-volume bottles; then send the bottles to the heating furnace for heat treatment (eliminate the internal stress caused by stretching); After it is finished, it is sent to a hot mold (a mold with the final required volume), and the bottle is further heat-treated (to increase the crystallinity of the bottle body), shaped, and finally blown into a bottle of the required shape and size. Advantages: the bottle has better high temperature resistance and long storage time. Disadvantages: low output is not suitable for mass production.<br>\n<strong>◆ Steps of blowing process:<\/strong><br>\n(1) The preforms are sorted by the preform supply system and then transported to the preform heating furnace.<br>\n(2) While heating the preform, the preform heating furnace cools the bottle mouth while it rotates to make it evenly heated, and then the furnace fan blows the preform to make the inner and outer walls of the preform evenly heated .<br>\n(3) The heated preform is fed into the bottle blowing station by the blank conveying manipulator.<br>\n(4) After the preform enters the blowing mold, the pre-blowing air enters to stretch the preform in a circular direction; when the stretch rod reaches the bottom of the mold (ten position), high-pressure air enters the mold cavity to further stretch the preform, so that The bottle wall is close to the mold wall.<br>\n(5) The high-pressure gas is kept in the mold for a certain time, on the one hand, it eliminates the internal stress caused by the stretching of the preform. On the other hand, make the bottle wall close to the mold wall to improve the crystallinity of the bottle plastic.<br>\n(6) After the high-pressure blowing is finished, the exhaust starts, and at the same time, high-pressure cooling gas is blown out from the hollow stretch rod to cool and shape the bottle wall. While demolding, blow low-pressure air from the bottom mold for demolding. If there is no air blowing from the bottom mold, it will cause problems such as the bottom of the bottle protruding and the bottle not being taken out.<br>\n(7) After the entire bottle blowing process is over, the bottle conveying manipulator takes the bottle out of the mold and sends it to the bottle conveying line.<br>\n<strong><span style=\"color: #0d649e;\">3. Several main factors that affect the quality of heat-resistant PET bottles during the production process<\/span><\/strong><br>\n1. Preform: Intrinsic viscosity ≥0.81cm3\/g, viscosity drop ≤4%, storage time cannot exceed 3 months. The color is pure, transparent, free of impurities, no different colors, and the spot length and surrounding spots are suitable. 2. Heating: In the oven, the far-infrared light tube emits far-infrared rays to radiate and heat the preform, and the fan at the bottom of the oven performs heat circulation to make the temperature in the oven uniform. The preform rotates while moving forward in the oven, so that the preform wall is evenly heated. The heat of the oven is set by the number of lamps turned on and the overall temperature. The power of the oven and the heating ratio of each section are jointly controlled.<br>\n3. Pre-blowing: Start pre-blowing while the stretching rod is lowered to make the preform take shape. Pre-blowing position, pre-blowing pressure, and blowing air flow are three important process factors.<br>\n4. Mold temperature: The temperature of the mold is controlled at 120℃～145℃ to eliminate the internal stress caused by the stretching of the preform, increase the crystallinity of the bottle body plastic to withstand the high temperature hydrothermal fluid, and make the bottle not deformed. 5. Environment: room temperature and low temperature (air conditioning) are better.<br>\n<strong><span style=\"color: #0d649e;\">4. Reasons and solutions for general quality problems of heat-resistant PET bottles in the production process<\/span><\/strong><br>\n<span style=\"color: #000000;\"><strong>Bottleneck skew<\/strong><\/span><br>\n1. The oil passage is blocked, clear the oil passage of the mold body<br>\n2. Exhaust hole of the stretch rod is blocked. Clear the blowing hole of the stretch rod<br>\n3. The nozzle seal is damaged. Replace the nozzle seal<br>\n<strong>Center point deviation<\/strong><br>\n1. Pre-blowing pressure is too high, reduce pre-blowing pressure<br>\n2. The pre-blowing flow is too large, reduce the pre-blowing flow<br>\n3. Pre-blowing position is too early, postpone pre-blowing position<br>\n4. The stretch rod is bent Replace the stretch rod<br>\n5. The gap between the stretch rod and the bottom mold is too large. Adjust the gap between the stretch rods<br>\n6. The preform temperature is too high, reduce the preform setting temperature<br>\n<strong>The bottom of the bottle is deformed<\/strong><br>\n1. The bottom mold oil temperature is too high, reduce the hot oil engine oil temperature<br>\n2. The bottom mold blow valve is damaged. Replace the bottom mold blow valve<br>\n3. The bottom temperature of the preform is too high, reduce the bottom temperature of the preform<br>\n<strong>Folds at the bottom of the bottle<\/strong><br>\n1. The pre-blowing pressure is too small. Increase the pre-blowing pressure<br>\n2. The pre-blowing flow is too small. Increase the pre-blowing flow<br>\n3. Pre-blowing is too late, pre-blowing early<br>\n<strong>Stiff neck<\/strong><br>\n1. Insufficient neck heating Increase the amount of neck heating<br>\n2. The pre-blowing pressure is too large, reduce the pre-blowing pressure<br>\n3. The pre-blowing flow is too large, reduce the pre-blowing flow<br>\n4. Pre-blowing too early, delay pre-blowing<br>\n5. The position of the heating furnace is too high. Adjust the position of the heating furnace<br>\n6. The stretching rod is slow. Overhaul the stretching cylinder<br>\n<strong>Poor forming of parting line<\/strong><br>\n1. The mold compensation seal is damaged. Replace the compensation seal<br>\n2. Improper adjustment of the mold gap Adjust the mold gap<br>\n<strong>Wall deformation before irrigation<\/strong><br>\n1. The cooling blow time is too short. Extend the cooling blow time<br>\n2. The mold body temperature is too high, reduce the mold body temperature<br>\n3. There is no cooling air blowing out of the stretch rod. Overhaul the stretch rod blowing system<br>\n<strong>Wall deformation after irrigation<\/strong><br>\n1. The mold body temperature is too low to increase the temperature of the mold body hot oil<br>\n2. The set temperature of the preform is too low. Increase the set temperature of the preform<br>\n3. The cooling blow time is too long, reduce the cooling blow time<br>\n4. Uneven distribution of plastics Adjust the blowing process to make the distribution of materials even<br>\n5. The flow of hot oil is too small, clear the oil circuit and clean the oil filter<br>\n<strong>Large shrinkage<\/strong><br>\n1. Low mold temperature Increase mold temperature<br>\n2. The preform temperature is low, increase the preform setting temperature<br>\n3. The cooling blow time is too long, shorten the cooling blow time<br>\n4. The oil passage is blocked, clear the oil passage<br>\n<strong>The diameter is too large or too small<\/strong><br>\n1. Improper setting of cooling blow time Adjust the cooling blow time<br>\n2. Uneven distribution of plastics Adjust the process to make the distribution of materials even<\/p>\n<p><strong><span style=\"color: #0d649e;\">5. Common problems and solutions in the use of PET bottles in hot filling lines<\/span><\/strong><br>\n<strong>1. Storage and transportation conditions and the storage period of the bottle.<\/strong><br>\nDue to the hygroscopic properties of PET, placing PET (including slices, preforms and bottles) in the air will absorb moisture in the air. The longer it is placed, the more water it will absorb. The moisture content in PET will directly affect its performance. For hot-filled bottles, it will affect the heat-resistant temperature of hot-filled bottles. The more water content, the lower the heat-resistant temperature of the bottle. Generally speaking, for hot-filled bottles, during the period from the production of the preform to the filling of the beverage, the recommended placement time:<br>\nBottle storage period: &gt;1L within two weeks, &lt;1L within three weeks; but recently, more and more manufacturers use lightweight bottles and connected production, that is, blow and fill, and the bottle storage period is within 6 hours. Blow-and-fill bottles can be filled with hot liquid at 95°C. Bottles stored for more than 24 hours after blowing can only be filled with hot liquid at 88°C.<br>\nBottle materials and storage conditions (room temperature, relative humidity, length of storage time) will affect the technical indicators of hot-filled bottles, that is: the production of bottles should be based on the above different materials, storage conditions, customer requirements, etc., accordingly Adjust the blowing process and technical parameters. PET will undergo a hydrolysis reaction when it is melted and plasticized under normal humidity. High humidity content often leads to immediate reaction, resulting in molecular chain breaking, degradation, and molecular weight reduction (that is, lower IV). The mechanical properties of PET are related to the intrinsic viscosity IV. The lower the IV, the worse the mechanical properties of PET.<br>\nThe annual average relative humidity in Jiangnan and coastal areas is 85%. In some areas, the relative humidity can be as high as 90% in spring and summer. In a high humidity environment, PET will absorb moisture and reach the maximum saturation humidity.<br>\nThe higher the moisture content, the greater the drop in the IV value of PET. When the water content of a certain type of PET is 0.01%, its intrinsic viscosity is 0.73, and when the water content is 0.02%, its intrinsic viscosity becomes 0.63. At 180°C, the intrinsic viscosity decreases by 0.10 due to the reduction of the drying time by 3\/4 hour.<br>\nThe longer the drying time, the lower the moisture in the PET raw material, but excessive drying can also cause PET degradation. When heated to 180°C, for raw materials with a maximum initial moisture content of 0.3%, the moisture drops to 0.14%; drying for 4 hours can obtain a moisture content of 0.004%, which is the upper limit for controlling the moisture content of the preform. The moisture in the molecules of the bottle mouth will accelerate the crystallization of PET, and the moisture in the molecules of the bottle body will affect the arrangement of molecular chains.<br>\n<strong>2. Poor heat resistance.<\/strong><br>\n◆ Hot-filled bottles are heat-resistant in this way:<br>\n(1) Use a special mold design to withstand the negative pressure in the bottle:<br>\n① The bottle body has a rectangular concave block (which can be moved in and out on the mold) to absorb the negative pressure generated in the bottle after the liquid is cooled.<br>\n② Bottle design, use neck and waist (concave ring) to prevent the bottle from becoming oval.<br>\n③ Use bottle bottom design (usually petal-shaped) to withstand stress or carbon dioxide pressure (concave bottom design is used for high temperature sterilization bottles at room temperature).<br>\n(2) Use the high temperature oil of the hot oil machine to increase the mold temperature (the mold temperature is between 120°C and 145°C) to eliminate the internal stress caused by the stretching of the preform, increase the crystallinity of the bottle body plastic, and resist the high temperature hydrothermal fluid. The bottle is not deformed.<br>\n◆ Measures to improve the heat resistance of the bottle:<br>\n① Choose a reasonable preform and bottle design. The optimized preform shape design and bottle mold design help to improve the wall thickness distribution of the bottle and avoid distortion or shrinkage in different areas of the bottle body;<br>\n② Control the cooling time of preform injection. Strictly control the cooling time of the preform injection to allow the preform to be demolded as soon as possible. In this way, the molding cycle can be shortened and the output can be increased, and the spherical crystallization can be induced due to the higher residual temperature. The crystal diameter of the spherical crystal is very small (only 0.3mm～0.7mm), which does not affect the transparency;<br>\n③ Strictly control the injection and stretch-blow molding process parameters and the temperature distribution in each area to avoid the release of residual stress at the glass transition temperature of PET (&gt;75°C) and lead to bottle deformation.<br>\n④The application of temperature adjustment technology for blowing molds. The hot oil circulation method is usually used to heat the bottle blowing mold. There are three kinds of cycles for the temperature adjustment of the bottle blowing mold: The bottle body hot oil cycle. Heat the blowing mold to 120°C to 145°C. In this way, the temperature difference between the preform and the blowing cavity is reduced, which promotes further crystallization. Extend the pressure-holding time of the bottle blowing, make the bottle wall and the cavity contact for a long time and have enough time to increase the crystallinity of the bottle body, reaching about 35%, but without destroying the transparency. The mold temperature below 100°C has little effect on the crystallinity of the bottle body, because the bottle body crystallization occurs above 100°C. Cooling water circulation at the bottom of the bottle. Keep the bottom of the bottle at a low temperature (10℃～30℃) to avoid excessive crystallization and whitening of the unstretched bottom part. Bottleneck temperature adjustment (optional). The non-crystalline bottle mouth part has been completely cooled after being demolded from the injection mold. Most of the non-crystalline bottle mouth adopts a strengthened bottle mouth design (increasing the wall thickness of the bottle mouth) to improve the sealing performance and avoid deformation of the bottle mouth during the capping process. Generally, the ovality of the bottle mouth after filling is controlled within 0.2mm, and the shrinkage rate of the outer diameter of the thread is less than 0.6%.<br>\n⑤ Cycle blowing technology. When using hot blow molding, how to control the deformation of the bottle after demolding is very important. Before opening the mold, air is blown into the blowing mold and the cycle is exhausted to cool and shape the bottle body to control the deformation after demolding. The air intake of the circulating cooling air passes through the same passage as the primary blowing and secondary blowing, but exhausts from the small hole in the head of the drawing rod through the drawing rod. The cycle blowing time is about 0.5 seconds to 2 seconds. Therefore, the high-pressure air consumption of the heat-resistant bottle making machine is much higher than that of the ordinary bottle making machine.<br>\n3. Large fluctuations in capacity.<br>\nBiaxially stretched PET bottles have a certain shrinkage rate, and the maximum shrinkage rate is about 2%. The main factors affecting the capacity of PET bottles are as follows:<br>\n(1) Influence of mold The capacity of PET bottles is mainly affected by mold size and shape. The size of each bottle mold is usually fixed. The shrinkage rate of bottles of different shapes will be different when designing the shrinkage rate. The less the ribs on the bottle body and the thinner the bottle thickness, the greater the shrinkage rate of the bottle.<br>\n(2) The influence of environmental factors The environmental temperature and humidity have a greater influence on the capacity of the bottle. The higher the ambient temperature and the greater the humidity, the greater the shrinkage of the bottle’s capacity.<br>\n(3) The influence of the production process. When blowing bottles with complex shapes, a higher blowing pressure is required. If the blowing pressure is insufficient, the bottle will be poorly formed and the capacity will be small; higher mold temperature will also cause the capacity to be small.<br>\n(4) Natural shrinkage of the bottle As the PET bottle shrinks naturally, the size of the bottle mold should be designed in an adjustable form (plus or minus gasket). Take a 1.5L PET bottle as an example. The average capacity of the newly produced bottle is about 1508ml. After 3 days of storage at room temperature, the bottle capacity will decrease by 5ml~6ml; as the bottle storage time increases, the bottle capacity will shrink and become difficult to control. At present, more and more production lines use in-line blowing, that is, blowing and filling, to avoid the attenuation of bottles (capacity and heat resistance).<br>\n(5) The influence of filling methods Different filling methods have different influences on volume control. The quantitative filling method has the least influence on the capacity, and the self-weight filling has the greatest influence on the capacity. For 1.5L PET bottles, the difference may be up to 20 ml to 25 ml. Therefore, to solve the bottle capacity problem, the mold (gasket) can be appropriately adjusted, the production process can be controlled, and the storage conditions should be improved. The most important thing is to shorten the bottle’s storage period as much as possible.[\/vc_column_text][\/vc_column][\/vc_row]<\/p>\n<\/body><\/div>","protected":false},"excerpt":{"rendered":"<p>[vc_row][vc_column][vc_column_text]Due to the safety and economy of PET bottles, they have been widely used today when juice drinks and tea &hellip;<\/p>\n","protected":false},"author":1,"featured_media":5049,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"nf_dc_page":"","footnotes":""},"categories":[1],"tags":[],"class_list":["post-4810","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-uncategorized"],"jetpack_featured_media_url":"https:\/\/www.megamachinery.com\/wp-content\/uploads\/2021\/01\/untitleddg-.bmp","_links":{"self":[{"href":"https:\/\/www.megamachinery.com\/wp-json\/wp\/v2\/posts\/4810","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/www.megamachinery.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.megamachinery.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.megamachinery.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/www.megamachinery.com\/wp-json\/wp\/v2\/comments?post=4810"}],"version-history":[{"count":2,"href":"https:\/\/www.megamachinery.com\/wp-json\/wp\/v2\/posts\/4810\/revisions"}],"predecessor-version":[{"id":4812,"href":"https:\/\/www.megamachinery.com\/wp-json\/wp\/v2\/posts\/4810\/revisions\/4812"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.megamachinery.com\/wp-json\/wp\/v2\/media\/5049"}],"wp:attachment":[{"href":"https:\/\/www.megamachinery.com\/wp-json\/wp\/v2\/media?parent=4810"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.megamachinery.com\/wp-json\/wp\/v2\/categories?post=4810"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.megamachinery.com\/wp-json\/wp\/v2\/tags?post=4810"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}